[
{
  "q": "What happens when I deposit?",
  "a": "When you deposit, your ETH gets locked into the PONZI smart contract and rewards you with 8% daily return every day."
},
{
  "q": "Can I take my initial ETH back?",
  "a": "Over Time! PONZI is not bought, PONZI is mined therefore they can't be sold. Once PONZI is mined they work for you indefinitely, providing you with an unlimited amount of ETH at a starting rate of 8% daily."
},
{
  "q": "How much are my fees?",
  "a": "There is a small 2% dev fee in order to pay for marketing costs and developing the THE GREAT PONZI ecosystem. It will also act as a treasury to keep sustainability."
},
{
  "q": "When is the best time to deposit?",
  "a": "Always! No matter when you hire miners, you will begin with a return rate of 8% daily."
},
{
  "q": "How often should I compound?",
  "a": "We recommend that you compound at least once per day but you are free to do so as often as you wish."
},
{
  "q": "How is THE GREAT PONZI sustainable?",
  "a": "THE GREAT PONZI is sustained by continued community support, just as every other crypto coin, token or project. The difference is that since there is no token, there is no price to dump. As long as PONZI is mined in the contract, there will be rewards! We will be launching xPONZI which will be 1:1 of PONZI you have in the pool. This will be airdropped to miners and launched using a % of the dev fee as liquidity. The tax from the market will be added to TVL on the miner."
},
{
  "q": "How to use this PONZI on my phone?",
  "a": "You can either use an app with a dapp browser and choose the Metamask/Injected option or simply use any browser that you want and choose WalletConnect to connect to your wallet's app on your phone."
},
{
  "q": "Is it better to compound or to collect?",
  "a": "By design, compounding will be more profitable than collecting in the long-term. The best strategy is to compound for six days, collect on the seventh day."
},
{
  "q": "How do referrals work?",
  "a": "Once your Metamask wallet is connected to THE GREAT PONZI website, you will notice your referral address appear at the bottom of the page. When a new user hires miners after clicking your personal referral link, the contract will send a ETH value equal to 12% instantly to your PONZI stack. Be smart, use it to compound and build yourself a stream of income."
},
{
  "q": "When did THE GREAT PONZI launch?",
  "a": "TBA"
}
]
